---
type: FilterStringLessOrEqual
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringLessOrEqual

`Autodesk.Revit.DB.FilterStringLessOrEqual` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringLessOrEqual | 2011 | `public FilterStringLessOrEqual ()` |